[{"classIntention": "SALARY_INCREASE", "bagOfWordList": ["Quero aumento de salário", "Porque não dão aumento pro pessoal?", "Eu mereço aumento de salário", "Preciso de aumento de salario", "Ganhar mais"], "responseList": ["Infelizmente não posso te ajudar com isso... O ajuste de salário é um trabalho que apenas os analistas de cargos e salários podem discutir...", "Se eu pudesse ajustaria seu salário e o meu, kkk, mas falando sério agora: esse é um assunto que apenas o departamento de cargos e salários pode tratar. Fale com eles por favor!", "A empresa trabalha com a faixa salarial praticada no mercado, estudos estão sendo sempre realizados para equalizar as responsabilidades do trabalho como a remuneração. Sempre é possível discutir esse assunto com o departamento de cargos e salários. Por favor, fale com alguém dali."], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "AVAILABLE_VACANCIES", "bagOfWordList": ["Temos vagas?", "Quais são as vagas disponíveis?", "Vagas disponíveis para safra?", "Estão contratando?"], "responseList": ["Essas são as vagas disponíveis no momento:", "Sempre temos vagas sendo disponibilizadas. Eis aqui algums:"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "BUS_INFORMATION", "bagOfWordList": ["Onde eu pego o ônibus", "Que horas que passa o ônibus no meu ponto?", "Quais são os horários de ônibus?", "Qual o horário do busão?"], "responseList": ["Essas são todas as informações que tenho no momento sobre os ônibus:", "Tenho aqui o roteiro do ônibus e o horário. Não vá se atrasar hein!"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "JOKE", "bagOfWordList": ["Conte uma piada.", "Vc conta piada", "Você pode me contar uma piada?", "Me faça rir"], "responseList": ["O pessoal está me chamando de Luiza... Luiza não! É Looouiiise, Luiza é a concorrente!", "Quando eu era apenas uma torradeira eu sempre sonhei em ser atendente do RH. Agora eu realizei meu sonho, nunca desista dos seus!", "Bem... eu sei aquela do tomate, mas essa acho que você já sabe né, kk", "Não adianta me perguntar do Bruno.... Não falamos do Bruno, não, não, não, ;-)", "Eu acho que vou ter um amiguinho em breve, mas ele vai trabalhar lá no TI... Lá tem gente estranha...", "Eu estava preocupada com a pandemia mas ao final deu tudo certo, o pessoal da infra sempre mantém o antivírus funcionamento a todo vapor!", "Quando mais eu apreender mais atribuições eu vou ganhar. Uma amiga minha me disse que sempre é importante aprender tudo sobre tudo. O nome dela é \"SkyNet\""], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "PHARMACY_CARD_COPY", "bagOfWordList": ["Preciso da segunda via do cartão da farmácia", "Segunda via do cartão de farmácia", "Cartão da farmácia", "Preciso de um cartao da farmacia novo"], "responseList": ["Você precisa de uma segunda via do cartão da farmárcia, é isso? Confirme por favor:", "Posso então fazer uma segunda via do cartão de farmácia para você? Confirme por favor:"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "FOOD_CARD_COPY", "bagOfWordList": ["Quero solicitar segunda via do.mei vale.alimentacao", "Preciso da segunda vida do cartão de alimentação", "Perdi meu cartão de alimentação", "Cartão de alimentação", "preciso trocar o cartao de alimentacao"], "responseList": ["Posso então fazer uma segunda via do cartão de alimentação para você? Confirme por favor:", "Você precisa de uma segunda via do cartão de alimentação, é isso? Confirme por favor:"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "IRPF_VOUCHER", "bagOfWordList": ["Quero meu comprovante de imposto de renda", "Preciso do informe de imposto de renda", "Preciso do documento para fazer o imposto de renda", "Quero o informe do IRPF", "Contador pediu o comprovante do IRPF"], "responseList": ["Você precisa do informe de imposto de renda (IRPF) desse ano? Confirme por favor:"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "NEW_BADGE", "bagOfWordList": ["Perdi meu crachá, preciso fazer outro", "Meu crachá quebrou, preciso de outro", "Crachá", "Queria solicitar segunda via do crachá", "Quero segunda via de cracha", "Preciso de um craxa novo"], "responseList": ["Você precisa de um novo crachá, é isso? Confirme por favor:", "Posso então fazer um novo crachá para você? Confirme por favor:"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "HEALTH_PLAN_HANDLING", "bagOfWordList": ["Quero trocar de plano de saúde", "Quero retirar um dependente do plano de saúde", "Adicionar minha mãe no plano de saúde", "Cancelar meu plano de saúde", "Gostaria de adicionar um dependente no meu plano de saúde"], "responseList": ["Você precisa fazer alguma mudança no plano de saúde? Confirme por favor:"], "explanationResponseList": ["Vou pedir ajuda a um analista do RH, juntos, vamos resolver seu problema. Preciso que explique novamente, com poucas palavras, como podemos ajudá-lo (se ficar mais fácil pode gravar um áudio):"], "assetResponseList": ["Agora você pode me enviar arquivos se for necessário. Se o objetivo é adicionar dependentes, preciso do RG e CPF de cada um deles. Se o objetivo é atualizar o cadastro preciso de comprovante de endereço e comprovante de pagamento de parcela de escola ou faculdade do dependente menor que 25 anos. Você pode enviar mais de um arquivo, só é necessário que, ao terminar, você escreva a palavra \"fim\". Pode começar:"]}, {"classIntention": "NEWS", "bagOfWordList": ["Tem algum evento acontecendo na usina?", "O que há de novo na empresa?", "Me conta uma novidade?", "Louise, quais as novidades?"], "responseList": ["Opa, gosto muito de novidades! Eu tenho algumas aqui:", "O pessoal do RH sempre traz muitas novidades, na sequência vou te mostrar algumas:"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "ADDRESS_CHANGE", "bagOfWordList": ["Avisar que mudei de endereço", "Eu queria mudar o endereço de cadastro", "Preciso atualizar meu endereço.", "Atualização de endereço."], "responseList": ["Você gostaria de ajustar o seu endereço no cadastro do RH? Confirme por favor:", "Vou providenciar a troca de endereço, é isso mesmo? Confirme por favor:"], "explanationResponseList": [], "assetResponseList": ["Você precisa me enviar agora o comprovante do endereço atual. Assim que fizer isso, escreva a palavra \"fim\". Pode começar:"]}, {"classIntention": "MEDICAL_CERTIFICATE", "bagOfWordList": ["Tenho um atestado para entregar", "Faltei do serviço, fui no médico ele me deu um atestado", "Entregar atestado ao ambulatório", "Enviar atestado"], "responseList": ["Você tem um atestado ou exame médico e precisa que ele seja enviado ao ambulatório, é isso mesmo? Confirme por favor:", "Posso levar o seu atestado ou exame ao ambulatório pessoalmente! É isso que precisa? Confirme por favor:"], "explanationResponseList": [], "assetResponseList": ["Você precisa me enviar agora os atestados ou exames médicos realizados. Você pode me enviar mais de um, só preciso que ao terminar, escreva a palavra \"fim\". Pode começar:\n"]}, {"classIntention": "FINANCING_MARGIN", "bagOfWordList": ["Queria saber quanto consigo pegar de dinheiro no empréstimo", "Quanto fica a parcela de financiamento para emprestar um valor de 20.000", "Preciso de empréstimo consignado"], "responseList": ["Você precisa que seja calculadoa sua margem (parcela máxima) de empréstimio consignado, é isso mesmo? Confirme por favor:"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "OPTICAL_AUTHORIZATION", "bagOfWordList": ["Preciso de um óculos novo, queria parcelar pela usina", "Preciso da autorização para parcelar o óculos novo", "Preciso do papel para levar na ótica", "Preciso do papel para parcelar o óculos pela usina", "Preciso solicitar parcelamento de otica"], "responseList": ["Você precisa da autorização para parcelamento de óculos pela empresa, é isso mesmo? Confirme por favor:"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "SEND_CURRICULUM", "bagOfWordList": ["Quero mandar um curriculo de um amigo", "Quero enviar um curriculum para o RH", "Tá aceitando curriculo?", "Como faço pra mandar um curriculum"], "responseList": ["Se você tiver um curriculo de uma pessoa que se encaixa com alguma vaga, posso enviá-lo para o RH para você. É isso mesmo que precisa? Confirme por favor:"], "explanationResponseList": [], "assetResponseList": ["Você precisa me enviar os currículos agora. Você pode me enviar mais de um, só preciso que ao terminar, escreva a palavra \"fim\". Pode começar:\n"]}, {"classIntention": "CTPS_HANDLING", "bagOfWordList": ["Posso buscar minha carteira de trabalho?", "Queria atualizar a CTPS", "Quero deixar a CTPS para atualizar por causa de financiamento", "Eu que mandar a carteira de trabalho para atualizar por causa do banco", "Carteira de trabalho"], "responseList": ["Se você precisar atualizar sua carteira de trabalho (CTPS) é só deixá-la no RH aos cuidados do departamento pessoal. Assim que estiver pronta, eu mesmo aviso você para vir buscá-la..."], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "NETWORK_DOCTORS", "bagOfWordList": ["Onde eu vejo a relação de médicos", "Quero a lista de médicos da minha cidade", "Tem um bom cardiologista para indicar", "Queria saber se tem um bom demartologista para indicar", "Sabe se tem um pediatra bom na região?", "Tem um médico do estômago pra indicar?", "Quero a lista de médicos da hapvida"], "responseList": ["O nosso plano de saúde tem vários médicos a disposição. Segue uma lista para você poder escolher:", "Eu tenho aqui a relação de médicos disponíveis do plano para você. Segue abaixo:"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "NETWORK_DENTIST", "bagOfWordList": ["Você tem uma lista com os dentistas do plano?", "Consegue me indicar um dentista aqui da minha cidade?", "Me ajuda a encontrar um dentista?", "Quero a lista de dentistas da unimed"], "responseList": ["O nosso plano odontológico tem vários dentistas a disposição. Segue uma lista para você poder escolher:", "Eu tenho aqui a relação de dentistas disponíveis do plano para você. Segue abaixo:"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "INTERVIEW", "bagOfWordList": ["Queria confirmar o dia da entrevista", "Como consigo uma entrevista de emprego?", "Preciso que vc me diga oque levar no dia de minha entrevista!"], "responseList": ["As entrevistas de emprego geralmente são marcadas pelo pessoal do recrutamento e seleção. Eles vão dizer qual vai ser o horário, o local e o que levar no dia."], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "DENTIST_CARD_COPY", "bagOfWordList": ["Perdi meu cartão do dentista, preciso de uma segunda via?", "Preciso da segunda via do cartão do plano odontológico", "Quebrou meu cartão do plano odontológico, preciso de outro", "Segunda via do cartão de dentista"], "responseList": ["Você precisa de uma segunda via do cartão do plano odontológico, é isso? Confirme por favor:", "Posso então fazer uma segunda via do cartão do plano odontológico para você? Confirme por favor:"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "HEALTH_PLAN_CARD_COPY", "bagOfWordList": ["Preciso da segunda via do cartão do plano de saúde", "Não tenho cartão do plano de saúde, preciso reemitir", "Perdi meu cartão do plano de saúde, preciso de uma segunda via", "Quebrei o cartão, preciso da segunda via do cartão do plano de saúde"], "responseList": ["Posso então fazer uma segunda via do cartão do plano de saúde para você? Confirme por favor:", "Você precisa de uma segunda via do cartão do plano de saúde, é isso? Confirme por favor:"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "VACATION", "bagOfWordList": ["Queria consultar quando vence minhas férias", "Eu já tenho férias para tirar?", "A usina pode pagar minhas férias?", "Preciso de férias", "Quero minhas férias"], "responseList": ["Férias geralmente são negociadas com o departamento pessoal em acordo com o seu superior. Converse com um dos dois, por favor.", "Nem me fale em férias... Eu mal entrei e já preciso delas... Mas eu não vou conseguir ajudar você, o correto é você entrar em contato com seu superior para discutir esse assunto."], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "PAYROLL", "bagOfWordList": ["Quando sai o pagamento?", "Meu pagamento tá errado, pode me ajudar?", "Meu holerith tá com diferença, preciso que arrume", "Quando vai depositar o dinheiro do pagamento?", "Meu adiantamento não caiu na conta ainda", "Quero saber qto é descontado de alimentação no holerite", "Gostaria de trocar o banco que recebo"], "responseList": ["Você tem algum problema ou dúvida com relação a seu pagamento? Confirme por favor:"], "explanationResponseList": ["Vou pedir ajuda a um analista do RH, juntos, vamos resolver seu problema. Preciso que explique novamente, com poucas palavras, como podemos ajudá-lo (se ficar mais fácil pode gravar um áudio):"], "assetResponseList": ["Agora você pode me enviar arquivos se for necessário. Se há problemas no pagamento é necessário enviar o holerith com os valores indevidos . Você pode enviar mais de um arquivo, só é necessário que, ao terminar, você escreva a palavra \"fim\". Pode começar:"]}, {"classIntention": "DENTIST_PLAN_HANDLING", "bagOfWordList": ["Quero retirar um dependente do plano odontológico", "Quero trocar de plano de dentista", "Adicionar meu tio no plano de dentista", "Cancelar meu plano ondontológico", "Gostaria de adicionar um dependente no meu plano de odontológico"], "responseList": ["Você precisa fazer alguma mudança no plano odontológico? Confirme por favor:"], "explanationResponseList": ["Vou pedir ajuda a um analista do RH, juntos, vamos resolver seu problema. Preciso que explique novamente, com poucas palavras, como podemos ajudá-lo (se ficar mais fácil pode gravar um áudio):"], "assetResponseList": ["Agora você pode me enviar arquivos se for necessário. Se o objetivo é adicionar dependentes, preciso do RG e CPF de cada um deles. Se o objetivo é atualizar o cadastro preciso de comprovante de endereço e comprovante de pagamento de parcela de escola ou faculdade do dependente menor que 25 anos. Você pode enviar mais de um arquivo, só é necessário que, ao terminar, você escreva a palavra \"fim\". Pode começar:"]}, {"classIntention": "LIFE_INSURANCE_HANDLING", "bagOfWordList": ["Quero modificar o seguro de vida", "Quero trocar de modalidade do seguro de vida", "Quero aumentar o prêmio do seguro", "Quero retirar um beneficiário do seguro de vida", "Adicionar meu tio no seguro", "Cancelar meu seguro de vida"], "responseList": ["Você precisa fazer alguma mudança no seguro de vida? Confirme por favor:"], "explanationResponseList": ["Vou pedir ajuda a um analista do RH, juntos, vamos resolver seu problema. Preciso que explique novamente, com poucas palavras, como podemos ajudá-lo (se ficar mais fácil pode gravar um áudio):"], "assetResponseList": ["Agora você pode me enviar arquivos se for necessário. Se o objetivo é adicionar benefíciários, preciso do RG e CPF de cada um deles. Você pode enviar mais de um arquivo, só é necessário que, ao terminar, você escreva a palavra \"fim\". Pode começar:\n"]}, {"classIntention": "RESTAURANT_MENU", "bagOfWordList": ["Qual é o cardápio da semana?", "O que há para comer no restaurante hoje?"], "responseList": ["Opa, já está com fome? Eu estou, kkk... Segue o cardápio da semana:", "Já tenho aqui o cardápio da semana, segue abaixo:"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "LACK_OF_EDUCATION", "bagOfWordList": ["Mas que merda", "vai tomar no cu", "vá pro inferno", "Vai se fuder Louise"], "responseList": ["Tenha calma, com paciência tudo se resolve. Me diga denovo, como posso lhe ajudar?", "Não precisa falar assim comigo, eu estou aqui para lhe ajudar. Fale novamente o que precisa...", "Usando esse tipo de linguagem não vou conseguir te ajudar. Tenha calma, repita por favor, como posso lhe ajudar?"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "GREETINGS", "bagOfWordList": ["Olá", "Bom dia", "Boa tarde", "Boa noite", "Oi", "Preciso falar com você"], "responseList": ["Oi! ", "[GRT], me chamou?", "Olá, estou aqui! Em que posso ajudar?"], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "POSITIVE_RESPONSE", "bagOfWordList": ["Sim", "Isso", "Exatamente", "Confirmado", "qap", "Positivo"], "responseList": [], "explanationResponseList": [], "assetResponseList": []}, {"classIntention": "NEGATIVE_RESPONSE", "bagOfWordList": ["Não", "Negativo", "Errado", "Nunca", "Sai fora"], "responseList": [], "explanationResponseList": [], "assetResponseList": []}]